[
  {
    "id": "1",
    "name": "Action Figure I",
    "image": "src/assets/img/product-star-wars-1.png",
    "category": "Star Wars",
    "description": "Eiusmod ut fugiat duis sint id. Sit exercitation consectetur irure et duis eu. Laborum commodo pariatur proident ipsum minim aliquip culpa sunt nulla aute. Id amet amet exercitation qui pariatur velit sint ad ad nisi quis cillum. Est proident esse enim officia non voluptate. Consequat reprehenderit anim non elit tempor sunt occaecat dolor.",
    "price": "100.00"
  },
  {
    "id": "2",
    "name": "Action Figure II",
    "image": "src/assets/img/product-star-wars-2.png",
    "category": "Star Wars",
    "description": "Ullamco ea velit adipisicing tempor enim ullamco laboris exercitation. Qui reprehenderit qui Lorem anim voluptate esse aliquip do sunt magna minim cillum. Deserunt ex proident non nostrud culpa velit nostrud sit mollit magna aute sint velit. Ea non laboris aliquip magna aute veniam ex ea officia enim voluptate. In dolore pariatur ut mollit occaecat mollit sint proident quis aliqua amet ea do. Irure incididunt labore Lorem aliquip.",
    "price": "100.00"
  },
  {
    "id": "3",
    "name": "Action Figure III",
    "image": "src/assets/img/product-star-wars-3.png",
    "category": "Star Wars",
    "description": "Proident anim eu Lorem eiusmod enim cillum ullamco exercitation irure aute. Exercitation eiusmod commodo exercitation elit consequat aute eiusmod cillum et occaecat Lorem. Non commodo adipisicing veniam sit veniam quis. Id eu duis enim esse aliqua laborum amet enim. Est officia duis non in voluptate ad cupidatat tempor aliqua voluptate fugiat. Ullamco eu mollit ut tempor in reprehenderit ipsum. Elit nisi nulla sit labore officia labore velit aliquip excepteur.",
    "price": "100.00"
  },
  {
    "id": "4",
    "name": "Action Figure IV",
    "image": "src/assets/img/product-star-wars-4.png",
    "category": "Star Wars",
    "description": "Laborum eu veniam adipisicing ipsum. Fugiat elit excepteur aute do anim id nulla ex exercitation. Laborum in id consectetur sunt excepteur. Lorem et ex laborum cillum. Voluptate nisi elit commodo magna dolore duis magna duis cupidatat aute. Irure enim laboris ea Lorem minim anim exercitation ad eiusmod ad aliquip ut.",
    "price": "100.00"
  },
  {
    "id": "5",
    "name": "Action Figure V",
    "image": "src/assets/img/product-star-wars-5.png",
    "category": "Star Wars",
    "description": "Veniam aliqua enim non tempor proident nulla. Voluptate quis mollit labore Lorem cillum in duis. Labore sunt in commodo sit sunt anim amet veniam veniam nulla nulla. Ullamco reprehenderit sit laboris esse sunt dolore aliqua labore ut sunt cupidatat. Occaecat dolore ea dolore nisi irure occaecat reprehenderit commodo dolor velit cillum voluptate ullamco dolor. Aliqua labore officia ipsum sunt minim est id nulla ex id consequat sint incididunt reprehenderit. In sunt fugiat officia veniam eiusmod pariatur voluptate deserunt tempor fugiat et enim.",
    "price": "100.00"
  },
  {
    "id": "6",
    "name": "Mug I",
    "image": "src/assets/img/product-star-wars-6.png",
    "category": "Star Wars",
    "description": "Commodo deserunt elit dolore elit consequat nulla exercitation consequat eu veniam nostrud commodo excepteur magna. Ad eiusmod amet dolor sit proident. Incididunt voluptate tempor veniam adipisicing veniam. Duis laborum exercitation tempor incididunt fugiat exercitation. Lorem eu dolore laborum laboris cillum veniam occaecat quis quis id exercitation consectetur sint. Elit aliqua veniam consequat dolor sint.",
    "price": "100.00"
  }
]
